Repository: Rasbats/objsearch_pi
Catalog: po/*.po
Languages: da

source: Search
da: Søg

source: Show on Chart
da: Vis i kort

source: Close
da: Luk

source: Close on show
da: Luk når vist

source: Limit range to
da: begræns rækkevidde til

source: 0 = Unlimited
da: 0 = ubegrænset

source: Chart Object Search
da: Kortobjekt søgning

source: Object Search
da: Objekt Søgning

source: Vector Chart Object Search PlugIn for OpenCPN Provides a search function for the named vector chart objects.
da: Vector Chart Object Search PlugIn for OpenCPN Giver en søgefunktion for de navngivne vektorkort objekter.

source: There is a problem with your database, check the OpenCPN logfile for more information.
da: Der er et problem med din database, check OpenCPN logfil for flere oplysninger.

source: Your search resulted in %i objects found. This is a lot, do you really want to show all of them?
da: Søgningen resulterede i %i fundne objekter. Det er meget, vil du virkelig ønske at vise dem alle?

source: Too many objects found
da: For mange objekter fundet

source: All
da: Alle

source: You did not enter any search term, do so.
da: Du angav ikke noget søgeudtryk, gør det nu.

source: Name
da: Navn

source: Scale
da: Skala

source: Chart
da: Kort

source: Administration area (Named)
da: Administrationsområde (navngivet)

source: Airport / airfield
da: Lufthavn / airfield

source: Anchor berth
da: Ankringsplads

source: Anchorage area
da: Ankringsområde

source: Beacon, cardinal
da: Fyr, kardinal

source: Beacon, isolated danger
da: Fyr, isoleret fareafmærkning

source: Beacon, lateral
da: Fyr, sideafmærkning

source: Beacon, safe water
da: Fyr, anduvning

source: Beacon, special purpose/general
da: Fyr, særlige formål/generel

source: Berth
da: Kajplads

source: Bridge
da: Bro

source: Building, single
da: Een bygning

source: Built-up area
da: Bebygget område

source: Buoy, cardinal
da: Bøje, kardinal

source: Buoy, installation
da: Bøje, installation

source: Buoy, isolated danger
da: Bøje, isoleret fareafmærkning

source: Buoy, lateral
da: Bøje, sideafmærkning

source: Buoy, safe water
da: Anduvningsbøje

source: Buoy, special purpose/general
da: Bøje, særligt formål/generel

source: Cable area
da: Kabelområde

source: Cable, overhead
da: Luftledning

source: Cable, submarine
da: Undervandskabel

source: Canal
da: Kanal

source: Canal bank
da: Kanalbred

source: Cargo transshipment area
da: Last omladningsområde

source: Causeway
da: Dæmning

source: Coastguard station
da: Kystvagt station

source: Coastline
da: Kystlinje

source: Continental shelf area
da: Kontinentalsokkel område

source: Control point
da: Kontrolpunkt

source: Conveyor
da: Transportbånd

source: Crane
da: Kran

source: Dam
da: Dæmning

source: Daymark
da: Dagsømærke

source: Deep water route centerline
da: Dybvandsrute midterlinje

source: Deep water route part
da: Del af Dybvandsrute

source: Distance mark
da: Afstandsmærke

source: Dock area
da: Havneområde

source: Dredged area
da: Uddybet område

source: Dry dock
da: Tørdok

source: Dumping ground
da: Klappplads

source: Fence/wall
da: Hegn/mur

source: Ferry route
da: Færgerute

source: Fishery zone
da: Fiskerizone

source: Fishing facility
da: Fiskeri facilitet

source: Fishing ground
da: Fiskeplads

source: Floating dock
da: Flydedok

source: Fog signal
da: Tågesignal

source: Fortified structure
da: Befæstet struktur

source: Free port area
da: Frihavnsområde

source: Gate
da: Port

source: Harbour area (administrative)
da: Havneområde (administrativt)

source: Harbour facility
da: Havnefacilitet

source: Ice area
da: Isområde

source: Incineration area
da: Forbrændingsområde

source: Lake
da: Sø

source: Lake shore
da: Søbred

source: Land area
da: Landområde

source: Land elevation
da: Jordhøjde

source: Land region
da: Landeregion

source: Landmark
da: Vartegn

source: Light
da: Fyr

source: Light float
da: Flydende fyr

source: Light vessel
da: Fyrskib

source: Local magnetic anomaly
da: Lokal magnetisk anomali

source: Lock basin
da: Slusebassin

source: Log pond
da: Slusebassin

source: Marine farm/culture
da: Havbrug

source: Military practice area
da: Militært øvelsesområde

source: Mooring/warping facility
da: Fortøjning/forhalingsfacilitet

source: Obstruction
da: Forhindring

source: Offshore production area
da: Offshore produktionsområde

source: Oil barrier
da: Olie barriere

source: Pile
da: Pæl

source: Pilot boarding place
da: Lods boardingssted

source: Pipeline area
da: Pipeline område

source: Pipeline, submarine/on land
da: Pipeline, undervands/på land

source: Pontoon
da: Ponton

source: Production / storage area
da: Produktion / Lagerområde

source: Pylon/bridge support
da: Pylon/bro fundament

source: Radio calling-in point
da: Radio calling-in sted

source: Railway
da: Jernbane

source: Recommended route centerline
da: Anbefalet rute midterlinje

source: Recommended track
da: Anbefalet spor

source: Rescue station
da: Redningsstation

source: Restricted area
da: Forbudt område

source: River
da: Flod

source: River bank
da: Flodbred

source: Road
da: Vej

source: Runway
da: Startbane

source: Sea area / named water area
da: Havområde / navngivet vandområde

source: Sea-plane landing area
da: Vandflyver landingsområde

source: Seabed area
da: Havbundsområde

source: Shoreline Construction
da: Kystlinjekonstruktion

source: Signal station, traffic
da: Signalstation, trafik

source: Signal station, warning
da: Signalstation, advarsel

source: Slope topline
da: Kant af skråning

source: Sloping ground
da: Skråning

source: Small craft facility
da: Småbåds facilitet

source: Sounding
da: Lodskud

source: Square
da: Firkant

source: Submarine transit lane
da: Ubåds transitområde

source: Tidal stream - harmonic prediction
da: Tidevandsstrøm - harmonisk forudsigelse

source: Tidal stream - non-harmonic prediction
da: Tidevandsstrøm - ikke-harmonisk forudsigelse

source: Tidal stream panel data
da: Tidevandssrøm - panel data

source: Tidal stream - time series
da: Tidevandsstrøm - tidsserier

source: Tide - harmonic prediction
da: Tidevand - harmonisk forudsigelse

source: Tide - non-harmonic prediction
da: Tidevand - ikke-harmonisk forudsigelse

source: Underwater rock / awash rock
da: Undervandsklippe/ overskyllet klippe

source: Water turbulence
da: Vand-turbulens

source: Waterfall
da: Vandfald

source: Weed/Kelp
da: Ukrudt/tang

source: Wreck
da: Vrag

source: Tidal stream - flood/ebb
da: Tidevandsstrøm - flod/ebbe

source: Aggregation
da: Sammenlægning

source: Association
da: Forening

source: waterway axis
da: vandvejsakse

source: Bridge area
da: Broområde

source: Lock area
da: Sluseområde

source: Beacon water-way
da: Fyrlinie

source: Buoy water-way
da: Bøjelinie

source: Route planning point
da: Ruteplanlægningspunkt

source: Text label
da: Tekstetiket

source: Berthing facility
da: Anløbsfacilitet

source: Building, religious
da: Bygning, religiøs

source: Caution area
da: Forsigtighedsområde

source: Production installation
da: Produktionsinstallation

source: Tower structure
da: Tårnstruktur
